{
    "Voidblock.folder.test": "Ahoj světe",
    "Voidblock.Voidblock_setup.welcome": "Vítejte na Klasickém Skybloku",
    "Voidblock.Voidblock_setup.version": "Verze:",
    "Voidblock.Voidblock_setup.for_text": "pro",
    "Voidblock.Voidblock_setup.choose_languages": "Výběr jazyků v nabídce možností Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Vyber si ostrovy:",
    "Voidblock.Voidblock_setup.large_easy": "▶Velký (Lehký)",
    "Voidblock.Voidblock_setup.large_easy.info": "Tenhle ostrov je speciálně udělaný pro začátečníky. Tenhle ostrov je jediný který není inspirován originálním Voidblockem.",
    "Voidblock.Voidblock_setup.default_normal": "▶Výchozí (Normální)",
    "Voidblock.Voidblock_setup.default_normal.info": "Tenhle ostrov je jako klasický ostrov který všichni známe, ale je vylepšen pro novější verze Minecraftu. Doporučenu pro ty co neznají originální Voidblock.",
    "Voidblock.Voidblock_setup.small_hard": "▶Malý (Těžký)",
    "Voidblock.Voidblock_setup.small_hard.info": "Tenhle ostrov velmi připomíná originální Voidblock 2.0 ale je vylepšen pro nové verze Minecraftu. Pro ty co milují obtížné výzvy a znají všechny triky a techniky o vanilla minecraft přežívání.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Velmi malý (Extrémní)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "Tento ostrov je extrémní a není vhodný pro nové hráče, ale pouze pro ty, kteří hledají vzrušení z čisté vanilla techniky a mají Minecraft v malíčku. Doporučujeme hrát se zapnutým hardcore režimem.",
    "Voidblock.Voidblock_setup.import": "▶Importovat svět",
    "Voidblock.Voidblock_setup.import.info": "Umožňuje importovat jiný svět, než je Voidblock, což může být další Voidblock. Přidá všechny potřebné tabulky skóre, aniž by poškodil svět a již existující struktury, také vytvoří malou skleněnou platformu, pokud tu nic není. POUŽÍVEJTE S OPATRNOSTÍ: FUNKCE NEGENERUJE ŽÁDNÝ OSTROV, ZNEMOŽŇUJE ZDROJE A MAPU SAMOTNOU. POKUD NENÍ ŽÁDNÝ BIOM/STRUKTURA VYGENEROVÁNA, JEDNÁ SE OCHYBU: VYTVOŘTE ZÁLOHU, VLOŽTE POLOŽKY DO TRUHLY A NAHRAĎTE LEVEL.DAT PŮVODNÍM.",
    "Voidblock.Voidblock_test_setup": "Aktuálně používáte jinou verzi pro interní testování, která se používá v případě, že vlastní svět není kompatibilní s hlavní verzí. Může zde být několik závažných problémů a kritických chyb: tato verze obsahuje prázdný svět s pouze jediným biomem (zasněžená tajga), soubory level.dat a level.dat_old uchovávají pouze jeden biom a obsahují předgenerované testovací struktury, pokud chcete přejít na normální svět s mnoha biomy a strukturami generovanými vanilla metodami, musíte nahradit datový balíček kompatibilním souborem level.dat nebo znovu nainstalovat mapu s novější verzí. Tato verze bude při vývoji verze nahrazena vlastním světem. Doporučujeme svět negenerovat, ale počkat na vydání.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "Z verze:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "do",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "je kompatibilní s datapackem.",
    "Voidblock.multiplayer.popup": "Hra pro více hráčů je zakázána, aktivujte ji ve složce Voidblock zde: ",
    "Voidblock.version_update.compatible.minecraft_versions": "Minecraft Verze: ",
    "Voidblock.version_update.compatible.info": " jsou staré verze a nemusí být kompatibilní s aktuálním datovým balíčkem: pokud je datový balíček aktualizován, může mít problémy s kompatibilitou, vždy aktualizujte datový balíček na nejnovější kompatibilní verzi.",
    "Voidblock.version_update.welcome": "Vítejte na Klasickém Voidblocku:",
    "Voidblock.version_update.for_edition": "pro Minecraft Java Edici:",
    "Voidblock.version_update.check_news": "\n\nNovinky o nejnovější verzi:\n",
    "Voidblock.version_update.changelog": "Přehled změn",
    "Voidblock.version_update.check_links": "Nejnovější verzi najdete na různých odkazech zde:",
    "Voidblock.version_update.crowdin": "➡Projekt Překladů Crowdin",
    "Voidblock.version_update.crowdin.info": "Pomož mi přeložit do tvého rodného jazyka. Jazyky musí být přesně přeloženy z Angličtiny, respektujte interpunkci a kapitalizaci.",
    "Voidblock.version_update.discord": "Také mě sledujte na serveru Discord, pokud chcete něco navrhnout nebo jste našli chybu.",
    "Voidblock.version_update.development_version.warning": "⚠ UPOZORNĚNÍ: Používáte vývojovou verzi, svět může být poškozený a poškozený, vždy zálohujte a ",
    "Voidblock.version_update.development_version.report": "nahlašte chybu zde",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNačítání....",
    "Voidblock.loading.title.chat": "Načítání...",
    "Voidblock.loading.subtitle.chat": "Svět",
    "Voidblock.versions_id.warning_update.off": "Není tu nic k vidění...",
    "Voidblock.versions_id.warning_update.on": "Aktualizace světa a převod na novou verzi...",
    "Voidblock.setup_version.warning": "⚠Upozornění: tato verze již není podporována!⚠",
    "Voidblock.setup_version.warning.download": "\n\nNejnovější verzi vlastní mapy si stáhněte zde.",
    "Voidblock.setup_version.lts_warning": "Udržovací verzi (LTS) brzy skončí její životnost a nebude již udržována. Zbývající problémy budou přesunuty do další udržovací verze (LTS) nebo uzavřeny na konci této verze. Jedná se o minimální očekávanou dobu, kdy ji nahradí další verze, tato doba se může změnit a není 100% přesná, proto může být v každé udržovacím verzi aktualizována. Zde je uvedeno, za jak dlouho se další verze stane zastaralou:",
    "Voidblock.setup_version.lts_warning.month": "měsíce",
    "Voidblock.generated_structures.loading.title": "Struktury:",
    "Voidblock.generated_structures.loading.subtitle": "Byly vygenerovány...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Vidím, že ve vašem světě není (vygenerovaná) složka. ",
    "Voidblock.generated_structures.generated.command_block.download": " Prosím zde si znova stáhněte mapu",
    "Voidblock.install.hardcore.lock": "Je mi líto, ale hardcore režim potřebuje již načtený a aktualizovaný svět.",
    "Voidblock.install.hardcore.lock.replace_datapack": " a počkejte, až se svět aktualizuje, a pak datový balíček nahraďte.\n\nDěkuji",
    "Voidblock.warning_level.dat.issues": "Kvůli některým technickým problémům, které se mohou vyskytnout v různých verzích, může svět trpět závažnou chybou, pokud je svět v rozměrech a nejsou generovány přírodní struktury vanilky. Pro vyřešení tohoto technického problému musíte postupovat podle následujících jednoduchých kroků: nejprve musíte všechny věci v inventáři, dokonce i brnění, vložit do truhly, poté opustit svět a ",
    "Voidblock.warning_level.dat.download": "stáhnout nové (level.dat a level.dat_old) zde,",
    "Voidblock.warning_level.dat.copy_paste": " zkopírujte jej a vložte místo starého, znovu otevřete svět a pak otevřete chat s T jako výchozí a zkopírujte tento příkaz: ",
    "Voidblock.warning_level.dat.end": ", měli byste vidět struktury v nových částech, v případě opakování kroků znovu.",
    "Voidblock.link.discord": "Discord Server",
    "Voidblock.link.crowdin": "Projekt překladů Crowdin",
    "Voidblock.credits": "Přeloženo INFORMAČNÍ_studio, Grey-Wolf, Lukáš Mazánek (lukkwer), FoltinV, napnuta sunka,"
}