{
    "Voidblock.folder.test": "¡Hola, Mundo",
    "Voidblock.Voidblock_setup.welcome": "Bienvenido a Voidblock",
    "Voidblock.Voidblock_setup.version": "Versión:",
    "Voidblock.Voidblock_setup.for_text": "para",
    "Voidblock.Voidblock_setup.choose_languages": "Elija los idiomas en el menú de opciones de Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Elija las islas:",
    "Voidblock.Voidblock_setup.large_easy": "▶Grande (Fácil)",
    "Voidblock.Voidblock_setup.large_easy.info": "Esta isla está hecha especialmente para principiantes. Esta isla es la única isla que no está inspirada en el Voidblock original.",
    "Voidblock.Voidblock_setup.default_normal": "▶Por defecto (Normal)",
    "Voidblock.Voidblock_setup.default_normal.info": "Esta isla es la isla clásica que todos conocen pero modernizada para las nuevas versiones de Minecraft. Recomendado para los que no están familiarizados con el Voidblock original.",
    "Voidblock.Voidblock_setup.small_hard": "▶Pequeño (Difícil)",
    "Voidblock.Voidblock_setup.small_hard.info": "Esta isla es muy recordada por el Voidblock original 2.0 pero modernizada para las nuevas versiones de Minecraft. Para esos que aman los difíciles desafíos y conocen todos los trucos y conceptos técnicos del modo supervivencia vanilla.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Very Small (Extreme)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "This island is extreme and not suitable for new players, but only for those who are looking for the thrill of pure vanilla technical and who know Minecraft to the extreme of technical. It is recommended to play with hardcore mode turned on.",
    "Voidblock.Voidblock_setup.import": "▶Import World",
    "Voidblock.Voidblock_setup.import.info": "Allows you to import a world other than the Voidblock, which can be another Voidblock. adds all the necessary scoreboards without damaging the world and pre-existing structures, also creates a small glass platform if there is nothing. USE WITH CAUTION: THE FUNCTION DOES NOT GENERATE ANY ISLAND, MAKING THE MAP ITSELF AND THE RESOURCES IMPOSSIBLE. IF NO BIOME/STRUCTURE IS GENERATED, IT IS A BUG: MAKE A BACKUP, PUT THE ITEMS IN A CHEST AND REPLACE THE LEVEL.DAT WITH THE OLD ONE.",
    "Voidblock.Voidblock_test_setup": "You are currently using another version for internal testing and it is used when the custom world is not compatible with the main version. There may be several serious issues and critical bugs: this version contains an empty world with only one biome (snowy taiga), level.dat and level.dat_old store only one biome and contain pregenerated test structures, if you want to switch to a normal world with many biomes and structures generated with vanilla methods you need to replace the datapack with the compatible level.dat or reinstall the map again with a newer version. This version will be replaced with the custom world in the development of the release. It is recommended not to generate the world but to wait for the release.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "De la versión:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "a",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "es compatible con el paquete de recursos.",
    "Voidblock.multiplayer.popup": "El multijugador está desactivado, activalo dentro de la carpeta de Voidblock aquí: ",
    "Voidblock.version_update.compatible.minecraft_versions": "Las versiones de Minecraft: ",
    "Voidblock.version_update.compatible.info": " son versiones antiguas y probablemente no sean compatibles con el datapack actual: si el datapack está actualizado puede tener problemas de compatibilidad, siempre actualiza el datapack a la última versión compatible.",
    "Voidblock.version_update.welcome": "Bienvenido a la Voidblock:",
    "Voidblock.version_update.for_edition": "para la versión Java Edition de Minecraft:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nRevisa las noticias de la última versión aquí:\n",
    "Voidblock.version_update.changelog": "Lista de cambios",
    "Voidblock.version_update.check_links": "Revisa la última versión en los diversos links aquí:",
    "Voidblock.version_update.crowdin": "➡Proyecto de traducciones de Crowdin",
    "Voidblock.version_update.crowdin.info": "Ayudame en tu lengua materna. Los idiomas deben ser fieles al Inglés, respeta la puntuación y la capitalización.",
    "Voidblock.version_update.discord": "De paso seguime en el server de Discord si querés hacer sugerencias o encontraste un bug (Texto argentino).",
    "Voidblock.version_update.development_version.warning": "⚠ATENCIÓN: Si estás usando una versión de desarrollo, el mundo quizás pueda terminar corrupto y dañado, siempre haz copias de seguridad y ",
    "Voidblock.version_update.development_version.report": "reporta los bugs aquí",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCargando....",
    "Voidblock.loading.title.chat": "Cargando...",
    "Voidblock.loading.subtitle.chat": "Mundo",
    "Voidblock.versions_id.warning_update.off": "No hay nada que ver aquí...",
    "Voidblock.versions_id.warning_update.on": "Actualización del mundo y conversión para una nueva versión...",
    "Voidblock.setup_version.warning": "⚠Advertencia: esta versión ya no es compatible!⚠",
    "Voidblock.setup_version.warning.download": "\n\nPor favor descargue la última versión del mapa personalizado aquí.",
    "Voidblock.setup_version.lts_warning": "The maintenance release (LTS) is reaching the end of its life and will no longer be maintained. Remaining issues will be moved to the next maintenance release (LTS) or closed at the end of this release. This is the minimum expected time that the next release will replace it, this time may change and is not 100% accurate, so it may be updated in each maintenance release. Here is how long the next version becomes obsolete:",
    "Voidblock.setup_version.lts_warning.month": "month's",
    "Voidblock.generated_structures.loading.title": "Estructuras:",
    "Voidblock.generated_structures.loading.subtitle": "Fueron generadas...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Veo que no existe la carpeta (generated) en tu mundo. ",
    "Voidblock.generated_structures.generated.command_block.download": " Por favor descarga el mapa de nuevo aquí",
    "Voidblock.install.hardcore.lock": "Lo siento, pero el modo hardcore necesita un mundo ya cargado y actualizado.",
    "Voidblock.install.hardcore.lock.replace_datapack": " y espera a que el mundo se actualice y luego reemplaza el datapack.\n\nGracias",
    "Voidblock.warning_level.dat.issues": "Debido a problemas técnicos que pueden ocurrir en varias versiones, el mundo puede llegar a sufrir un grave bug si el mundo está en dimensiones y las estructuras naturales vanilla no son generadas. Para solucionar este problema técnico debes seguir estos simples pasos: primero debes poner todas tus cosas en tu inventario, incluso la armadura, en un cofre, entonces sal del mundo y ",
    "Voidblock.warning_level.dat.download": "descarga el nuevo (level.dat y level.dat_old) aquí,",
    "Voidblock.warning_level.dat.copy_paste": " cópialo y pégalo reemplazando el antiguo, reabra el mundo y luego abra el chat con T por defecto y copia este comando: ",
    "Voidblock.warning_level.dat.end": ", deberías ver las estructuras en nuevos chunks, en caso repita los pasos nuevamente.",
    "Voidblock.link.discord": "Servidor de Discord",
    "Voidblock.link.crowdin": "Proyecto de traducción de Crowdin",
    "Voidblock.credits": "Traducido por: (Mayormente) Elagus, Alejo Diaz"
}