{
    "Voidblock.folder.test": "Witaj Świecie",
    "Voidblock.Voidblock_setup.welcome": "Witaj w klasycznej wersji Voidblock",
    "Voidblock.Voidblock_setup.version": "Wersja:",
    "Voidblock.Voidblock_setup.for_text": "dla",
    "Voidblock.Voidblock_setup.choose_languages": "Wybierz języki w menu opcji Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Wybierz wyspy:",
    "Voidblock.Voidblock_setup.large_easy": "▶Ogromny (Łatwy)",
    "Voidblock.Voidblock_setup.large_easy.info": "Mapa została stworzona specjalnie dla początkujących. Wyspa jest całkowicie oryginalna i niezainspirowana Voidblock.",
    "Voidblock.Voidblock_setup.default_normal": "▶Domyślna (Normalny)",
    "Voidblock.Voidblock_setup.default_normal.info": "Wszyscy znają tą klasyczną wyspę, została ulepszona pod nowsze wersje Minecrafta. Polecana dla osób, które nie znają oryginalnego Voidblock.",
    "Voidblock.Voidblock_setup.small_hard": "▶Mała (Trudny)",
    "Voidblock.Voidblock_setup.small_hard.info": "Pamiętna wyspa z oryginalnego Voidblock 2.0, zmodernizowana pod nowsze wersję Minecraft. Dla tych, którzy uwielbiają wyzwania i znają wszystkie sztuczki i techniczne pojęcia przetrwania wanilii.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Very Small (Extreme)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "This island is extreme and not suitable for new players, but only for those who are looking for the thrill of pure vanilla technical and who know Minecraft to the extreme of technical. It is recommended to play with hardcore mode turned on.",
    "Voidblock.Voidblock_setup.import": "▶Import World",
    "Voidblock.Voidblock_setup.import.info": "Allows you to import a world other than the Voidblock, which can be another Voidblock. adds all the necessary scoreboards without damaging the world and pre-existing structures, also creates a small glass platform if there is nothing. USE WITH CAUTION: THE FUNCTION DOES NOT GENERATE ANY ISLAND, MAKING THE MAP ITSELF AND THE RESOURCES IMPOSSIBLE. IF NO BIOME/STRUCTURE IS GENERATED, IT IS A BUG: MAKE A BACKUP, PUT THE ITEMS IN A CHEST AND REPLACE THE LEVEL.DAT WITH THE OLD ONE.",
    "Voidblock.Voidblock_test_setup": "Aktualnie używasz innej wersji do wewnętrznego testowania, jest ona używana kiedy niestandardowa mapa nie jest kompatybilna z główną wersją. Na tej wersji może występować wiele krytycznych błędów: ta wersja zawiera pusty świat z tylko jednym biomem (śnieżna tajga), level.dat i level.dat_old przechowują tylko jeden biom i zawierają pregenerowane struktury testowe, jeżeli chcesz przełączyć na normalny świat z wieloma biomami i strukturami generowanymi metodami vanilla musisz zamienić packę danych z kompatybilnym level.dat albo znowu zreinstalować mapę i użyć nowszej wersji. Ta wersja będzie zamieniona z niestandarowym światem w rozwoju tego wydania. Jest zalecane aby nie generować świata ale zaczekać na wydanie.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "Od wersji:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "do",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "jest kompatybilny z pakietem danych.",
    "Voidblock.multiplayer.popup": "Tryb wieloosobowy jest wyłączony, aktywuj wewnątrz folderu Voidblock tutaj: ",
    "Voidblock.version_update.compatible.minecraft_versions": "Wersje Minecrafta:",
    "Voidblock.version_update.compatible.info": "są starszymi wersjami i mogą nie współgrać z obecnym datapackiem: jeśli datapack jest aktualizowany mogą wystąpić problemy z kompatybilnością, zawsze aktualizuj datapack do najnowszej kompatybilnej wersji.",
    "Voidblock.version_update.welcome": "Witaj w klasycznej wersji Voidblock:",
    "Voidblock.version_update.for_edition": "dla Minecrafta Edycji Java:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nSprawdź wiadomości o najnowszej wersji tutaj:\n",
    "Voidblock.version_update.changelog": "Dziennik Zmian",
    "Voidblock.version_update.check_links": "Sprawdź najnowszą wersję na różnych linkach tutaj:",
    "Voidblock.version_update.crowdin": "➡Projekt Tłumaczeń Crowdin",
    "Voidblock.version_update.crowdin.info": "Pomóż mi w tłumaczeniu twojego języka. Języki muszą być wierne angielskim tłumaczeniom, zawierać interpunkcję i duże litery.",
    "Voidblock.version_update.discord": "Śledź mnie na Discordzie aby zgłosić sugestię lub znalezione błędy.",
    "Voidblock.version_update.development_version.warning": "⚠UWAGA: Używasz wersji deweloperskiej, świat może zostać uszkodzony i uszkodzony, zawsze tworzysz kopie zapasowe i ",
    "Voidblock.version_update.development_version.report": "zgłaszaj błędy tutaj",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nŁadowanie....",
    "Voidblock.loading.title.chat": "Ładowanie...",
    "Voidblock.loading.subtitle.chat": "Świat",
    "Voidblock.versions_id.warning_update.off": "Nic tu nie ma...",
    "Voidblock.versions_id.warning_update.on": "Aktualizacja i konwersja świata pod nową wersję...",
    "Voidblock.setup_version.warning": "⚠Uwaga: Ta wersja nie jest obsługiwana!⚠",
    "Voidblock.setup_version.warning.download": "\n\nTutaj pobierz najnowszą wersję customowej mapy.",
    "Voidblock.setup_version.lts_warning": "The maintenance release (LTS) is reaching the end of its life and will no longer be maintained. Remaining issues will be moved to the next maintenance release (LTS) or closed at the end of this release. This is the minimum expected time that the next release will replace it, this time may change and is not 100% accurate, so it may be updated in each maintenance release. Here is how long the next version becomes obsolete:",
    "Voidblock.setup_version.lts_warning.month": "month's",
    "Voidblock.generated_structures.loading.title": "Budynki:",
    "Voidblock.generated_structures.loading.subtitle": "Zostały wygenerowane...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Widzę, że w twoim świecie nie ma folderu (generated). ",
    "Voidblock.generated_structures.generated.command_block.download": " Pobierz mapę ponownie tutaj",
    "Voidblock.install.hardcore.lock": "Przepraszam, ale tryb hardcore wymaga załadowanego i zaktualizowanego świata.",
    "Voidblock.install.hardcore.lock.replace_datapack": " i czekaj aż świat zostanie zaktualizowany, następnie zamień paczkę daty(datapack).\n\nDziękujemy",
    "Voidblock.warning_level.dat.issues": "Due to some technical issues that may occur in various versions, the world may suffer a serious bug if the world is in dimensions and vanilla natural structures are not generated. To solve this technical problem you need to follow these simple steps: first you have to put all the things in your inventory, even the armor, in a chest, then exit the world and ",
    "Voidblock.warning_level.dat.download": "pobierz nowe (level.dat i level.dat_old) tutaj,",
    "Voidblock.warning_level.dat.copy_paste": " copy it and paste it replacing the old one, reopen the world and then open the chat with T as default and copy this command: ",
    "Voidblock.warning_level.dat.end": ", you should see the structures in the new chunks, in case repeat the steps again.",
    "Voidblock.link.discord": "Serwer Discord",
    "Voidblock.link.crowdin": "Projekt Tłumaczeń Crowdin",
    "Voidblock.credits": "Przetłumacz przez Luke S (ravuc), Rengoku Kyōjurō (krystian20911), xdentus"
}