{
    "Voidblock.folder.test": "Olá Mundo",
    "Voidblock.Voidblock_setup.welcome": "Bem-vindo à Voidblock",
    "Voidblock.Voidblock_setup.version": "Versão:",
    "Voidblock.Voidblock_setup.for_text": "para",
    "Voidblock.Voidblock_setup.choose_languages": "Escolha os idiomas no menu de opções do Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Escolha as ilhas:",
    "Voidblock.Voidblock_setup.large_easy": "▶Grande (Fácil)",
    "Voidblock.Voidblock_setup.large_easy.info": "Esta ilha é feita especialmente para iniciantes. Esta ilha é a única ilha não inspirada pelo Voidblock original.",
    "Voidblock.Voidblock_setup.default_normal": "▶Padrão (Normal)",
    "Voidblock.Voidblock_setup.default_normal.info": "Esta ilha é a ilha clássica que todos conhecem, mas modernizada para novas versões do Minecraft. Recomendado para todos que não estão familiarizados com o Voidblock original.",
    "Voidblock.Voidblock_setup.small_hard": "▶Pequeno (Difícil)",
    "Voidblock.Voidblock_setup.small_hard.info": "Esta ilha lembra bem o original do Voidblock 2.0, mas atualizada para novas versões do Minecraft. Para aqueles que gostam de desafios difíceis e conhecem todos os truques e noções técnicas do modo de sobrevivência.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Muito Pequeno (Extreme)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "Esta ilha é extrema e não é adequada para novos jogadores, mas apenas para aqueles que estão procurando emoção de puro baunilla tecnicamente e que conhecem Minecraft até o extremo da técnica. É recomendável jogar com o modo hardcore ativado.",
    "Voidblock.Voidblock_setup.import": "▶Importado Mundo",
    "Voidblock.Voidblock_setup.import.info": "Permite-lhe importar um mundo diferente do Voidblock, que pode ser outro Voidblock. Adiciona todos os placares necessários sem danificar o mundo e estruturas pré-existentes, também cria uma pequena plataforma de areia se não houver nada lá. USE COM CUIDADO: A FUNÇÃO NÃO GERA NENHUMA ILHA, FAZENDO O MAPA EM SI E OS RECURSOS IMPOSSIVEIS. SE NENHUM BIOMA/ESTRUTURA FOR GERADA, É UM BUG: FAÇA UM BACKUP, COLOQUE OS ITENS EM UM BAÚ E SUBSTITUA O ARQUIVO \"LEVEL.DAT\" PELO ANTIGO.",
    "Voidblock.Voidblock_test_setup": "Você está utilizando outra versão para testes internos, utilizada quando o mundo customizado não é compatível com a versão principal. Podem ocorrer diversos problemas graves e bugs críticos: esta versão contém um mundo vazio com apenas um bioma (taiga nevada), e os arquivos level.dat e level.dat_old armazenam apenas este bioma e contêm estruturas de teste pré-geradas. Caso deseje alternar para um mundo normal com vários biomas e estruturas gerados com os métodos padrão do jogo, será necessário substituir o datapack pelo level.dat compatível ou reinstalar o mapa com uma versão mais recente. Esta versão será substituída pelo mundo customizado durante o desenvolvimento da versão final. Recomenda-se não gerar o mundo e aguardar o lançamento oficial.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "Da versão:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "para",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "é compatível com o datapack.",
    "Voidblock.multiplayer.popup": "O multiplayer está desativado, ative dentro da pasta Voidblock aqui: ",
    "Voidblock.version_update.compatible.minecraft_versions": "As Versões do Minecraft: ",
    "Voidblock.version_update.compatible.info": " são versões antigas e podem não ser compatíveis com o datapack atual: se o datapack for atualizado, pode ter problemas de compatibilidade, sempre atualize o datapack para a última versão compatível.",
    "Voidblock.version_update.welcome": "Bem-vindo à Voidblock:",
    "Voidblock.version_update.for_edition": "para o Minecraft Java Edition:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nVerifique às novidades das últimas versões aqui:\n",
    "Voidblock.version_update.changelog": "O que mudou",
    "Voidblock.version_update.check_links": "Verifique a versão mais recente nos vários links aqui:",
    "Voidblock.version_update.crowdin": "➡Projeto de Traduções Crowdin",
    "Voidblock.version_update.crowdin.info": "Ajude-me a traduzir para seu idioma. Os idiomas devem ser fiéis à língua inglesa, respeitar a pontuação e a capitalização.",
    "Voidblock.version_update.discord": "Também me siga no servidor do Discord se você quiser fazer uma sugestão ou você encontrou um problema.",
    "Voidblock.version_update.development_version.warning": "⚠ATENÇÃO: Você está usando uma versão de desenvolvimento, o mundo pode ficar corrompido e danificado, sempre fazer backups e ",
    "Voidblock.version_update.development_version.report": "relatar erros aqui",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCarregando....",
    "Voidblock.loading.title.chat": "Carregando...",
    "Voidblock.loading.subtitle.chat": "Mundo",
    "Voidblock.versions_id.warning_update.off": "Não há nada aqui...",
    "Voidblock.versions_id.warning_update.on": "Atualização mundial e conversão para a nova versão...",
    "Voidblock.setup_version.warning": "⚠Atenção: Esta versão não é mais suportada!⚠",
    "Voidblock.setup_version.warning.download": "\n\nPor favor, baixe a versão mais recente do mapa personalizado aqui.",
    "Voidblock.setup_version.lts_warning": "A versão de manutenção (LTS) está chegando ao fim de sua vida útil e não será mais mantida. Os problemas restantes serão transferidos para a próxima versão de manutenção (LTS) ou encerrados no final desta versão. Este é o tempo mínimo esperado para que a próxima versão substitua a atual; esse período pode mudar e não é 100% preciso, podendo ser atualizado a cada versão de manutenção. Abaixo está o período restante até que a próxima versão se torne obsoleta:",
    "Voidblock.setup_version.lts_warning.month": "meses",
    "Voidblock.generated_structures.loading.title": "Estruturas:",
    "Voidblock.generated_structures.loading.subtitle": "Eles foram gerados...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Vejo que não há uma pasta (generated) em seu mundo. ",
    "Voidblock.generated_structures.generated.command_block.download": " Por favor, baixe o mapa novamente aqui",
    "Voidblock.install.hardcore.lock": "Sinto muito, mas o modo hardcore precisa de um mundo já carregado e atualizado.",
    "Voidblock.install.hardcore.lock.replace_datapack": " e espere o mundo atualizar e então substitua o pacote de dados.\n\nObrigado",
    "Voidblock.warning_level.dat.issues": "Devido a alguns problemas técnicos que podem ocorrer em várias versões, o mundo pode sofrer um grave bug   se o mundo estiver em dimensões e as estruturas naturais do vanilla não forem geradas. Para resolver este problema técnico, você precisa seguir estes simples passos: primeiro você tem que colocar todas as coisas em seu inventário, até a armadura, em um baú, depois saia do mundo e ",
    "Voidblock.warning_level.dat.download": "baixe o novo (level.dat e level.dat_old) aqui,",
    "Voidblock.warning_level.dat.copy_paste": " copie e cole em substituição do antigo, reabra o mundo e, em seguida, abra o chat com T como padrão e copie este comando: ",
    "Voidblock.warning_level.dat.end": ", você deve ver as estruturas nas novas chunks, caso repita os passos de novo.",
    "Voidblock.link.discord": "Servidor de Discord",
    "Voidblock.link.crowdin": "Projeto de Traduções Crowdin",
    "Voidblock.credits": "Traduzir por João Vitor Veiga (jvveigam), Celestino Ferreira Gomes (tinogomes), Gabriel da Silva Figueiredo (Gabriel_da_silva), Bertazz0, Jônatas Sbompato"
}