{
    "Voidblock.folder.test": "Olá Mundo",
    "Voidblock.Voidblock_setup.welcome": "Boas-vindas ao Voidblock",
    "Voidblock.Voidblock_setup.version": "Versão:",
    "Voidblock.Voidblock_setup.for_text": "para",
    "Voidblock.Voidblock_setup.choose_languages": "Escolha os idiomas no menu de opções do Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Escolha as ilhas:",
    "Voidblock.Voidblock_setup.large_easy": "▶Grande (Fácil)",
    "Voidblock.Voidblock_setup.large_easy.info": "Esta ilha é feita especialmente para iniciantes. Esta ilha é a única não inspirada pelo Voidblock original.",
    "Voidblock.Voidblock_setup.default_normal": "▶Padrão (Normal)",
    "Voidblock.Voidblock_setup.default_normal.info": "Esta é a ilha clássica que todos conhecem, mas modernizada para novas versões do Minecraft. Recomendado para aqueles que não estão familiarizados com o Voidblock original.",
    "Voidblock.Voidblock_setup.small_hard": "▶Pequena (Difícil)",
    "Voidblock.Voidblock_setup.small_hard.info": "Esta ilha é muito similar ao Voidblock 2.0 original, mas é modernizada para novas versões do Minecraft. Para aqueles que gostam de desafios difíceis e conhecem todos os truques e noções técnicas do modo de sobrevivência vanilla.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Very Small (Extreme)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "This island is extreme and not suitable for new players, but only for those who are looking for the thrill of pure vanilla technical and who know Minecraft to the extreme of technical. It is recommended to play with hardcore mode turned on.",
    "Voidblock.Voidblock_setup.import": "▶Importar Mundo",
    "Voidblock.Voidblock_setup.import.info": "Permite que você importe um mundo diferente da Edição Clássica do Voidblock, que pode ser outro Voidblock. adiciona todos os placares necessários sem danificar o mundo e as estruturas pré-existentes, também cria uma pequena plataforma de vidro se não houver nada. USE COM CAUTAÇÃO: A FUNÇÃO NÃO GERE QUALQUER ISLAND, FAZENDO O ITSELF DO MAP E OS RESPOSSIBLE. SE SEM BIOME/ESTRUTURA É GERADO, É UM BUG: FAÇA UM BACKUP, COLETE OS ITENS NA UM BAÚS E RELACIONE O NÍVEL. ATÉ COM A OLD ONE.",
    "Voidblock.Voidblock_test_setup": "Você está usando atualmente outra versão para testes internos e é usada quando o mundo personalizado não é compatível com a versão principal. Pode haver vários problemas sérios e erros críticos: esta versão contém um mundo vazio com apenas um bioma (tabuleiro de neve), level.dat e nível. em_old store apenas um bioma e contém estruturas de teste pré-geradas, se você quiser mudar para um mundo normal com vários biomas e estruturas geradas com métodos vanilla, você precisará substituir o datapack pelo nível compatível. em ou reinstale o mapa novamente com uma versão mais recente. Esta versão será substituída com o mundo personalizado em desenvolvimento do lançamento. É recomendável não gerar o mundo, mas esperar pela liberação.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "Da versão:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "para",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "é compatível com o datapack.",
    "Voidblock.multiplayer.popup": "O modo multijogador está desativado, ative na pasta Voidblock aqui: ",
    "Voidblock.version_update.compatible.minecraft_versions": "As Versões Do Minecraft: ",
    "Voidblock.version_update.compatible.info": " são versões antigas e podem não ser compatíveis com o datapack atual: se o datapack for atualizado, pode ter problemas de compatibilidade. atualize sempre o datapack para a versão compatível mais recente.",
    "Voidblock.version_update.welcome": "Boas-vindas ao Voidblock:",
    "Voidblock.version_update.for_edition": "para a Java Edição de Minecraft:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nConsulte as novidades da versão mais recente aqui:\n",
    "Voidblock.version_update.changelog": "Registo De Alterações",
    "Voidblock.version_update.check_links": "Verifique a versão mais recente nos vários links aqui:",
    "Voidblock.version_update.crowdin": "➡Projeto De Traduções Crowdin",
    "Voidblock.version_update.crowdin.info": "Ajude-me a traduzir para a sua língua nativa. Os idiomas devem ser fiéis à língua inglesa, respeitar a pontuação e a capitalização.",
    "Voidblock.version_update.discord": "Siga-me também no servidor do Discord se quiser fazer uma sugestão ou se encontrou um bug.",
    "Voidblock.version_update.development_version.warning": "⚠ATENÇÃO: Está a usar uma versão de desenvolvimento, o mundo pode ficar corrompido e danificado, faça sempre backups e ",
    "Voidblock.version_update.development_version.report": "reporte bugs aqui",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCarregando....",
    "Voidblock.loading.title.chat": "Carregando...",
    "Voidblock.loading.subtitle.chat": "Mundo",
    "Voidblock.versions_id.warning_update.off": "Não há nada para ver aqui...",
    "Voidblock.versions_id.warning_update.on": "Atualização do mundo e conversão para a nova versão...",
    "Voidblock.setup_version.warning": "⚠Warning: this version is no longer supported!⚠",
    "Voidblock.setup_version.warning.download": "\n\nPlease download the latest version of the custom map here.",
    "Voidblock.setup_version.lts_warning": "The maintenance release (LTS) is reaching the end of its life and will no longer be maintained. Remaining issues will be moved to the next maintenance release (LTS) or closed at the end of this release. This is the minimum expected time that the next release will replace it, this time may change and is not 100% accurate, so it may be updated in each maintenance release. Here is how long the next version becomes obsolete:",
    "Voidblock.setup_version.lts_warning.month": "month's",
    "Voidblock.generated_structures.loading.title": "Estruturas:",
    "Voidblock.generated_structures.loading.subtitle": "Foram geradas...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Vejo que não há pasta (generated) no seu mundo. ",
    "Voidblock.generated_structures.generated.command_block.download": " Por favor, faça download do mapa novamente aqui",
    "Voidblock.install.hardcore.lock": "Desculpe, mas o modo hardcore precisa de um mundo já carregado e atualizado.",
    "Voidblock.install.hardcore.lock.replace_datapack": " e espere que o mundo atualize e, em seguida, substitua o banco de dados.\n\nObrigado.",
    "Voidblock.warning_level.dat.issues": "Devido a alguns problemas técnicos que podem ocorrer em várias versões, o mundo pode sofrer um grave bug se o mundo estiver em dimensões e as estruturas naturais do baunilla não forem geradas. Para resolver este problema técnico, você precisa seguir estes simples passos: primeiro você tem que colocar todas as coisas em seu inventário, até a armadura, em um baú, depois saia do mundo e ",
    "Voidblock.warning_level.dat.download": "baixe o novo nível (level.dat e level.dat_old) aqui,",
    "Voidblock.warning_level.dat.copy_paste": " copy it and paste it replacing the old one, reopen the world and then open the chat with T as default and copy this command: ",
    "Voidblock.warning_level.dat.end": ", you should see the structures in the new chunks, in case repeat the steps again.",
    "Voidblock.link.discord": "Servidor do Discord",
    "Voidblock.link.crowdin": "Projeto de Traduções Crowdin",
    "Voidblock.credits": "Traduzir por Tiago (DemiCool), Gabriel da Silva Figueiredo (Gabriel_da_silva)"
}