{
    "Voidblock.folder.test": "Ahoj Svet",
    "Voidblock.Voidblock_setup.welcome": "Vitajte v klasickom Voidblocku",
    "Voidblock.Voidblock_setup.version": "Verzia:",
    "Voidblock.Voidblock_setup.for_text": "pre",
    "Voidblock.Voidblock_setup.choose_languages": "Vyber si jazyk v Minecraft nastaveniach",
    "Voidblock.Voidblock_setup.choose_islands": "Vyber si ostrov:",
    "Voidblock.Voidblock_setup.large_easy": "▶Veľký (ľahké)",
    "Voidblock.Voidblock_setup.large_easy.info": "Tento ostrov je špeciálne vytvorený pre začiatočníkov. Tento ostrov je jediný ostrov, ktorý nie je inšpirovaný originálnym Voidblockom.",
    "Voidblock.Voidblock_setup.default_normal": "▶Základný (normálne)",
    "Voidblock.Voidblock_setup.default_normal.info": "Tento ostrov je klasický ostrov, ktorý všetci poznajú, ale je zmodernizovaný pre nové verzie Minecraftu. Doporučený pre tých, ktorí nepoznajú originálny Voidblock.",
    "Voidblock.Voidblock_setup.small_hard": "▶Malý (ťažké)",
    "Voidblock.Voidblock_setup.small_hard.info": "Tento ostrov je veľmi pripomínajúci originálnemu Voidblocku 2.0, ale je zmodernizovaný pre nové verzie Minecraftu. Pre tých, ktorí majú radi ťažké výzvy a poznajú všetky triky a technické pojmy vanilla survival módu.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Veľmi malý (Extrémne)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "Tento ostrov je extrémny a nie je vhodný pre nových hráčov, ale iba pre tých, ktorí hľadajú vrzušenie z čisto vanilla techniky a poznajú Minecraft do extrému. Odporúča sa hrať so zapnutým hardcore režimom.",
    "Voidblock.Voidblock_setup.import": "▶Nahraj Svet",
    "Voidblock.Voidblock_setup.import.info": "Umožňuje importovať iný svet než klasický Voidblock, čo môže byť ďalší Voidblock. pridáva všetky potrebné hodnotiace tabuľky bez poškodenia sveta a už existujúcich štruktúr, tiež vytvára malú sklenenú platformu, ak tam nie je nič. POUŽÍVAJTE OPATRNE: FUNKCIA NEVYGENERUJE ŽIADNY OSTROV, ROBÍ MAPU A ZDROJE NEMOŽNÝMI. AK SA VYGENERUJE ŽIADNY BIOME/ŠTRUKTÚRA, JE TO CHYBA: Urobte si ZÁLOHU, VLOŽTE POLOŽKY DO TRUHLY A NAHRAĎTE LEVEL.DAT ZA STARÝ.",
    "Voidblock.Voidblock_test_setup": "V súčasnosti používate inú verziu na interné testovanie a používa sa, keď vlastný svet nie je kompatibilný s hlavnou verziou. Môže sa vyskytnúť niekoľko vážnych problémov a kritických chýb: táto verzia obsahuje prázdny svet iba s jedným biomom (zasnežená tajga), level.dat a level.dat_old ukladajú iba jeden biom a obsahujú predgenerované testovacie štruktúry, ak chcete prejsť do normálneho sveta s mnohými biómami a štruktúrami vygenerovanými vanilla metódami, musíte vymeniť dátový balík za kompatibilný level.dat alebo znova nainštalovať mapu s novšou verziou. Táto verzia bude pri vývoji vydania nahradená vlastným svetom. Odporúča sa negenerovať svet, ale počkať na vydanie.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "Z verzie:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "na",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "je kompatibilný s dátovým balíkom.",
    "Voidblock.multiplayer.popup": "Multiplayer je zakázaný, aktivujte ho vnútri Voidblock priečinku tu: ",
    "Voidblock.version_update.compatible.minecraft_versions": "Minecraft verzie: ",
    "Voidblock.version_update.compatible.info": " sú staré verzie a nemusia byť kompatibilné s aktuálnym dátovým balíkom: pokiaľ je dátový balík aktualizovaný, môže mať problémy s kompatibilitou, vždy aktualizujte dátový balík na najnovšiu kompatibilnú verziu.",
    "Voidblock.version_update.welcome": "Vitajte v klasickom Voidblocku:",
    "Voidblock.version_update.for_edition": "pre Minecraft Java Edíciu:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nNovinky o najnovšej verzii nájdete tu:\n",
    "Voidblock.version_update.changelog": "Zmeny",
    "Voidblock.version_update.check_links": "Pozrite si najnovšiu verziu na rôznych odkazoch tu:",
    "Voidblock.version_update.crowdin": "➡Crowdin Projekt Prekladov",
    "Voidblock.version_update.crowdin.info": "Pomôžte mi preložiť do vášho rodného jazyka. Jazyky musia byť verné anglickému jazyku, musia rešpektovať interpunkciu a veľké písmená.",
    "Voidblock.version_update.discord": "Sledujte ma aj na Discord serveri, ak chcete niečo navrhnúť alebo ste našli chybu.",
    "Voidblock.version_update.development_version.warning": "⚠POZOR: Používate vývojovú verziu, svet sa môže poškodiť, vždy si zálohujte a ",
    "Voidblock.version_update.development_version.report": "nahláste chyby tu",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNačítavanie....",
    "Voidblock.loading.title.chat": "Načítavanie...",
    "Voidblock.loading.subtitle.chat": "Svet",
    "Voidblock.versions_id.warning_update.off": "Nie je tu nič vidieť...",
    "Voidblock.versions_id.warning_update.on": "Aktualizácia sveta a konverzia na novú verziu...",
    "Voidblock.setup_version.warning": "⚠Upozornenie: táto verzia už nie je ďalej podporovaná!⚠",
    "Voidblock.setup_version.warning.download": "\n\nProsím stiahnite si najnovšiu verziu vlastnej mapy tu.",
    "Voidblock.setup_version.lts_warning": "Vydanie údržby (LTS) sa blíži ku koncu svojej životnosti a už sa nebude udržiavať. Zostávajúce problémy budú presunuté do nasledujúceho vydania údržby (LTS) alebo uzavreté na konci tohto vydania. Toto je minimálny očakávaný čas, počas ktorého ho nahradí ďalšie vydanie, tento čas sa môže zmeniť a nie je 100% presný, takže môže byť aktualizovaný v každom vydaní údržby. Tu je uvedené, ako dlho bude ďalšia verzia zastaraná:",
    "Voidblock.setup_version.lts_warning.month": "mesiace",
    "Voidblock.generated_structures.loading.title": "Štruktúry:",
    "Voidblock.generated_structures.loading.subtitle": "Boli vygenerované...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Vidím, že tu nie je (vygenerovaný) priečinok v tvojom svete. ",
    "Voidblock.generated_structures.generated.command_block.download": " Prosím stiahni si mapu znova tu",
    "Voidblock.install.hardcore.lock": "Prepáč, ale hardcore mód potrebuje už načítaný a aktualizovaný svet.",
    "Voidblock.install.hardcore.lock.replace_datapack": " a čakaj na aktualizáciu sveta a potom nahraď dátový balík.\n\nĎakujem",
    "Voidblock.warning_level.dat.issues": "Kvôli niektorým technickým problémom, ktoré sa môžu vyskytnúť v rôznych verziách, môže svet trpieť vážnou chybou, ak je svet v rozmeroch a nevytvárajú sa prírodné vanilla štruktúry. Ak chcete vyriešiť tento technický problém, musíte postupovať podľa týchto jednoduchých krokov: najprv musíte všetky veci vo svojom inventári, dokonca aj brnenie, vložiť do truhlice, potom odísť zo sveta a ",
    "Voidblock.warning_level.dat.download": "stiahni nový (level.dat a level.dat_old) tu,",
    "Voidblock.warning_level.dat.copy_paste": " skopíruj ho a prilep ho nahradením starého, znova otvor svet a potom otvor chat s T ako predvolené skopíruj tento príkaz: ",
    "Voidblock.warning_level.dat.end": ", mal by si vidieť štruktúry v nových kúskoch, v prípade znova zopakuj kroky.",
    "Voidblock.link.discord": "Discord Server",
    "Voidblock.link.crowdin": "Crowdin Projekt Prekladov",
    "Voidblock.credits": "Preložila Deeps"
}