{
    "Voidblock.folder.test": "Привіт Світ",
    "Voidblock.Voidblock_setup.welcome": "Ласкаво просимо до Voidblock",
    "Voidblock.Voidblock_setup.version": "Версія:",
    "Voidblock.Voidblock_setup.for_text": "для",
    "Voidblock.Voidblock_setup.choose_languages": "Виберіть мови в меню параметрів Minecraft",
    "Voidblock.Voidblock_setup.choose_islands": "Виберіть острови:",
    "Voidblock.Voidblock_setup.large_easy": "▶Великий (легко)",
    "Voidblock.Voidblock_setup.large_easy.info": "Цей острів створений спеціально для новачків. Цей острів — єдиний острів, не натхненний оригінальним Voidblock.",
    "Voidblock.Voidblock_setup.default_normal": "▶За замовчуванням (звичайний)",
    "Voidblock.Voidblock_setup.default_normal.info": "Цей острів класичний острів, який усі знають, але модернізований для нових версій Minecraft. Рекомендовано для тих, хто не знайомий з оригінальним Voidblock.",
    "Voidblock.Voidblock_setup.small_hard": "▶Малий (важко)",
    "Voidblock.Voidblock_setup.small_hard.info": "Цей острів дуже нагадує оригінальний Voidblock 2.0, але модернізований для нових версій Minecraft. Для тих, хто любить складні випробування та знає всі прийоми та технічні поняття ванільного режиму виживання.",
    "Voidblock.Voidblock_setup.very_small_hard": "▶Дуже мала (Extreme)",
    "Voidblock.Voidblock_setup.very_small_hard.info": "Цей острів надзвичайний і непридатний для нових гравців, але лише для тих, хто шукає захоплення чистої ванільної технічної роботи та тих, хто знає Майнкрафт до технічного рівня. Рекомендується грати з увімкненим жорстким режимом.",
    "Voidblock.Voidblock_setup.import": "▶Імпорт Світу",
    "Voidblock.Voidblock_setup.import.info": "Дозволяє імпортувати світ, відмінний від Voidblock, яким може бути інший Voidblock. додає всі необхідні табло, не пошкоджуючи світ і вже існуючі структури, також створює невелику скляну платформу, якщо нічого немає. ВИКОРИСТОВУЙТЕ З ОБЕРЕЖНІСТЮ: ФУНКЦІЯ НЕ СТВОРЮЄ ЖОДНОГО ОСТРОВА, ЩО УНЕМОЖЛИВЛЮЄ ВИКОРИСТАННЯ САМОЇ КАРТИ ТА РЕСУРСІВ. ЯКЩО НЕ ЗГЕНЕРОВАНО ЖОДНОГО БІОМА/СТРУКТУРИ - ЦЕ ПОМИЛКА: ЗРОБІТЬ РЕЗЕРВНУ КОПІЮ, ПОКЛАДІТЬ ПРЕДМЕТИ В СКРИНЮ І ЗАМІНІТЬ ФАЙЛ LEVEL.DAT НА СТАРИЙ.",
    "Voidblock.Voidblock_test_setup": "Наразі ви використовуєте іншу версію для внутрішнього тестування, яка використовується, коли кастомний світ не сумісний з основною версією. Може бути кілька серйозних проблем і критичних помилок: ця версія містить порожній світ з одним біомом (засніжена тайга), level.dat і level.dat_old зберігають тільки один біом і містять попередньо згенеровані тестові структури, якщо ви хочете перейти до нормального світу з багатьма біомами і структурами, згенерованими ванільними методами, вам потрібно замінити датапак на сумісний level.dat або перевстановити мапу на новішу версію. Ця версія буде замінена на кастомний світ під час розробки релізу. Рекомендується не генерувати світ, а дочекатися релізу.",
    "Voidblock.Voidblock_setup.legacy_version.compatible": "З версії:",
    "Voidblock.Voidblock_setup.legacy_version.compatible.to_text": "до",
    "Voidblock.Voidblock_setup.legacy_version.compatible.datapack": "сумісний із пакетом даних.",
    "Voidblock.multiplayer.popup": "Багатокористувацький режим вимкнено, активуйте в папці Voidblock тут: ",
    "Voidblock.version_update.compatible.minecraft_versions": "Версії Minecraft: ",
    "Voidblock.version_update.compatible.info": " є старими версіями та можуть бути несумісними з поточним пакетом даних: якщо пакет даних оновлено, у нього можуть виникнути проблеми сумісності, завжди оновлюйте пакет даних до останньої сумісної версії.",
    "Voidblock.version_update.welcome": "Ласкаво просимо до Voidblock:",
    "Voidblock.version_update.for_edition": "для Minecraft Java Edition:",
    "Voidblock.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nПеревірте новини останньої версії тут:\n",
    "Voidblock.version_update.changelog": "Журнал змін",
    "Voidblock.version_update.check_links": "Перегляньте останню версію за різними посиланнями тут:",
    "Voidblock.version_update.crowdin": "➡Проєкт перекладу Crowdin",
    "Voidblock.version_update.crowdin.info": "Допоможіть мені перекласти на вашу рідну мову. Мови повинні відповідати англійській мові, дотримуватись пунктуації та великих літер.",
    "Voidblock.version_update.discord": "Також слідкуйте за мною на сервері Discord, якщо ви хочете запропонувати або повідомити про помилку.",
    "Voidblock.version_update.development_version.warning": "⚠УВАГА: ви використовуєте версію для розробки, світ може бути пошкоджений, завжди робіть резервні копії та ",
    "Voidblock.version_update.development_version.report": "повідомляйте про помилки тут",
    "Voidblock.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nЗавантаження....",
    "Voidblock.loading.title.chat": "Завантаження...",
    "Voidblock.loading.subtitle.chat": "Світ",
    "Voidblock.versions_id.warning_update.off": "Тут нема чого дивитися...",
    "Voidblock.versions_id.warning_update.on": "Оновлення світу та перетворення на нову версію...",
    "Voidblock.setup_version.warning": "⚠Попередження: ця версія більше не підтримується!⚠",
    "Voidblock.setup_version.warning.download": "\n\nБудь ласка установіть останню версію кастомної карти тут.",
    "Voidblock.setup_version.lts_warning": "Цей випуск технічного обслуговування (LTS) наближається до кінця свого життя і більше не буде підтримуватися. Випуски, що залишилися, буде перенесено до наступного випуску обслуговування (LTS) або закрито наприкінці цього випуску. Це мінімальний очікуваний час, через який наступний випуск замінить його, цей час може змінюватися і не є 100% точним, тому він може оновлюватися у кожному випуску технічного обслуговування. Тут вказано, через який час наступна версія стає застарілою:",
    "Voidblock.setup_version.lts_warning.month": "місяці",
    "Voidblock.generated_structures.loading.title": "Структури:",
    "Voidblock.generated_structures.loading.subtitle": "Вони були створені...",
    "Voidblock.generated_structures.generated.command_block.info": "⚠Я бачу, що у вашому світі немає (generated) папки. ",
    "Voidblock.generated_structures.generated.command_block.download": " Будь ласка, завантажте мапу ще раз тут",
    "Voidblock.install.hardcore.lock": "Вибачте але гардкору потрібен вже встановлений та оновлений світ.",
    "Voidblock.install.hardcore.lock.replace_datapack": " і зачекайте, поки світ оновиться, а потім замініть пакет даних.\n\nДякую вам",
    "Voidblock.warning_level.dat.issues": "Через деякі технічні проблеми, які можуть виникнути в різних версіях, світ може зазнати серйозної помилки, якщо світ знаходиться в вимірах і не буде створено ванільних природних структур. Щоб вирішити цю технічну проблему, необхідно виконати ці прості кроки: спершу вам потрібно перемістити весь свій інвентар, навіть броню, в скриню, потім вийти зі світу і ",
    "Voidblock.warning_level.dat.download": "завантажте новий (level.dat і level.dat_old) тут,",
    "Voidblock.warning_level.dat.copy_paste": " скопіюйте його і вставте його замість старого, знову відкрийте світ, а потім відкрийте чат через T і скопіюйте цю команду: ",
    "Voidblock.warning_level.dat.end": ", ви можете побачити структури у нових чанках, якщо ви повторите кроки знову.",
    "Voidblock.link.discord": "Сервер Discord",
    "Voidblock.link.crowdin": "Проєкт перекладу Crowdin",
    "Voidblock.credits": "Перекладено Denys (Veydzher), Zahar1loshara, katyamisikova, Yura32tv"
}